[
  {
    "id": "beaver-creek",
    "name": "Beaver Creek",
    "url": "https://www.floatmissouri.com/missouri-rivers/beaver-creek/",
    "difficulty": "I",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [],
    "description": "In recent years, Beaver Creek, which flows through the Mark Twain National Forest, has become popular with paddlers, due to its general attractiveness and its good gradient. Summer floats, unless you want to wade and fish, should start in the Bradleyville area or below."
  },
  {
    "id": "big-creek",
    "name": "Big Creek",
    "url": "https://www.floatmissouri.com/missouri-rivers/big-creek/",
    "difficulty": "I",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Wayne",
      "Iron"
    ],
    "description": "This St. Francis River tributary is only floatable in spring and early summer. The Big Creek Shut-ins are one of the main features of Sam A. Baker State Park and are worth seeing by boat when there is sufficient water. Difficulty: I to 111 in most runable srages. Some sections IV, in high water, to…"
  },
  {
    "id": "big-piney-river",
    "name": "Big Piney River",
    "url": "https://www.floatmissouri.com/missouri-rivers/big-piney-river/",
    "difficulty": "I,",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Texas",
      "Pulaski",
      "Phelps"
    ],
    "description": "The Big Piney is the largest tributary of the Gasconade River and is rated as one of the best fishing streams, especially in its upper and middle reaches where you can view limestone bluffs topped with pines and where there is a good chance to see wild turkey. Numerous good-sized and beautiful springs feed the…"
  },
  {
    "id": "big-river",
    "name": "Big River",
    "url": "https://www.floatmissouri.com/missouri-rivers/big-river/",
    "difficulty": "I",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "St"
    ],
    "description": "The Big River, like its sister tributary of the Meramec, the Bourbeuse, is slow. It differs mainly in that it flows through a more heavily populated area, yet there are many pleasant places along it. Upper sections near the “lead belt” are subject to many of the effects of urban population and are not recommended…"
  },
  {
    "id": "big-sugar-creek",
    "name": "Big Sugar Creek",
    "url": "https://www.floatmissouri.com/missouri-rivers/big-sugar-creek/",
    "difficulty": "",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [],
    "description": "Missouri’s Big Sugar Creek and Elk River The Elk River and its scenic tributary, Big Sugar Creek, have become a favorite float with canoeists in the western part of the state. Big Sugar provides good camping and fishing, and is an unusually clear stream. In the Pineville and Noel areas, summer cottages are numerous, but…"
  },
  {
    "id": "black-river",
    "name": "Black River",
    "url": "https://www.floatmissouri.com/missouri-rivers/black-river/",
    "difficulty": "I, occasionally II",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Reynolds",
      "Wayne",
      "Butler"
    ],
    "description": "The three forks of the Black rise virtually within the shadow of the highest point in the state, Taum Sauk Mountain, and join near Lesterville to flow quickly toward the lowest section of the state. The upper Black is exceptionally clear and has enough feeder springs to produce some good smallmouth bass fishing. Below Clearwater…"
  },
  {
    "id": "bourbeuse-river",
    "name": "Bourbeuse River",
    "url": "https://www.floatmissouri.com/missouri-rivers/bourbeuse-river/",
    "difficulty": "I",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Gasconade",
      "Franklin"
    ],
    "description": "Although the Gasconade has the reputation for being crooked, the meandering of the Bourbeuse is more extreme. It winds for nearly 100 miles with an airline distance of only 27 miles, all of it within Franklin County! This is a relatively small, slow river which is not as clear as many of the streams farther…"
  },
  {
    "id": "bryant-creek",
    "name": "Bryant Creek",
    "url": "https://www.floatmissouri.com/missouri-rivers/bryant-creek/",
    "difficulty": "I",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Douglas",
      "Ozark"
    ],
    "description": "Bryant Creek is a relatively wild stream, provides only slightly less paddling mileage than the North Fork, and is highly fishable. Less spring fed, it has less volume than the North Fork and is more difficult to float because it is narrower and has more obstacles, but it also has some fast riffles. Local inquiry…"
  },
  {
    "id": "courtois-river",
    "name": "Courtois River",
    "url": "https://www.floatmissouri.com/missouri-rivers/courtois-river/",
    "difficulty": "",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Washington",
      "Crawford"
    ],
    "description": "This clearwater gem, which join their waters to the Meramec River in Crawford County, is only about 100 miles from St. Louis. Although it is too small to provide adequate floating water at all seasons, the angler will find them pleasant and profitable floating-wading streams. In seasons of good water, the canoeist will find it…"
  },
  {
    "id": "current-river",
    "name": "Current River",
    "url": "https://www.floatmissouri.com/missouri-rivers/current-river/",
    "difficulty": "I, occasionally II",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Dent",
      "Shannon",
      "Carter",
      "Ripley"
    ],
    "description": "Most spring-fed of all the Ozark rivers, the Current may be floated at almost any time of the year, particularly below Welch Spring. On hot summer weekends, the river is usually crowded. Weekdays floats are much more peaceful. Due to the increase in size of the river and the frequency of motor boats below Big…"
  },
  {
    "id": "eleven-point-river",
    "name": "Eleven Point River",
    "url": "https://www.floatmissouri.com/missouri-rivers/eleven-point-river/",
    "difficulty": "I",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [],
    "description": "The Eleven Point is not blessed with gravel bars for camping as some rivers, bur is fed by some of the loveliest wild springs in the state. Those of the upper river are relatively small, but Greer Spring, which is the second largest within the state, is surrounded by walking fern and other vegetation in…"
  },
  {
    "id": "elk-river",
    "name": "Elk River",
    "url": "https://www.floatmissouri.com/missouri-rivers/elk-river/",
    "difficulty": "",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [],
    "description": "The Elk River and its scenic tributary, Big Sugar Creek, have become a favorite float with canoeists in the western part of the state. Big Sugar provides good camping and fishing, and is an unusually clear stream. In the Pineville and Noel areas, summer cottages are numerous, but the Elk below Noel again has a…"
  },
  {
    "id": "gasconade-river",
    "name": "Gasconade River",
    "url": "https://www.floatmissouri.com/missouri-rivers/gasconade-river/",
    "difficulty": "I,",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Wright",
      "Laclede",
      "Pulaski",
      "Phelps",
      "Maries",
      "Osage",
      "Gasconade"
    ],
    "description": "The Gasconade, probably named for French settlers from the province of Gascony in southwestern France, is reputed to be one of the most crooked rivers in the world. Entirely within Missouri, the river winds nearly 300 miles from its source near Hartville to the Missouri River, which is an airline distance of about 120 miles.…"
  },
  {
    "id": "huzzah-river",
    "name": "Huzzah River",
    "url": "https://www.floatmissouri.com/missouri-rivers/huzzah-river/",
    "difficulty": "",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Crawford"
    ],
    "description": "These two clearwater gems, which join their waters to the Meramec River in Crawford County, are only about 100 miles from St. Louis. Although they are too small to provide adequate floating water at all seasons, the angler will find them pleasant and profitable floating-wading streams. In seasons of good water, the canoeist will find…"
  },
  {
    "id": "indian-creek",
    "name": "Indian Creek",
    "url": "https://www.floatmissouri.com/missouri-rivers/indian-creek/",
    "difficulty": "II",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Newton",
      "McDonald"
    ],
    "description": "This creek is suitable mainly for spring floats but has one of the best general gradients in the Ozarks. However, the gradient is steady and there are really no unusual features in terms of falls or spectacular runs. It is just a good, steady, fast run through relatively undisturbed countryside, in spite of its closeness…"
  },
  {
    "id": "jacks-fork-river",
    "name": "Jack’s Fork River",
    "url": "https://www.floatmissouri.com/missouri-rivers/jacks-fork-river/",
    "difficulty": "I",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Texas",
      "Shannon"
    ],
    "description": "This tributary of the Current River is one of the wildest and most scenic of the Missouri Ozark streams. Its deep valley is nearly a canyon, with no bottomland fields for the first 25 floatable miles. It is therefore advisable to camp well above river level if there is any chance of sudden rain. Trips…"
  },
  {
    "id": "james-river",
    "name": "James River",
    "url": "https://www.floatmissouri.com/missouri-rivers/james-river/",
    "difficulty": "I",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Greene",
      "Christian",
      "Scone"
    ],
    "description": "Float trips, for which the Ozarks are famous among smallmouth bass fishermen, reputedly originated at Galena on the James. John boats 18-24 feet long and 4 feet wide were used long before canoes and kayaks became popular and are amazingly maneuverable craft for their size. Some anglers still prefer the stability they provide for casting…"
  },
  {
    "id": "little-niangua-river",
    "name": "Little Niangua River",
    "url": "https://www.floatmissouri.com/missouri-rivers/little-niangua-river/",
    "difficulty": "I",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Hickory",
      "Camden"
    ],
    "description": "The Little Niangua River is fed by numerous large springs and is considered, along with its larger sister stream, to be one of the best fishing rivers in the state. When water is low, a canoe or kayak can be paddled across the longer and deeper pools, but may have to be walked over riffies.…"
  },
  {
    "id": "little-sugar-creek",
    "name": "Little Sugar Creek",
    "url": "https://www.floatmissouri.com/missouri-rivers/little-sugar-creek/",
    "difficulty": "",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [],
    "description": "This Elk River tributary is floatable in good, normal water. Difficulty: mostly II, seldom over. Gradients: general – 9. County: McDonald Little Sugar Creek Mile by Mile Description 0.0 Put in at Hwy. 90 Bridge northeast of Jane. 1.6 Griffin Ford low-water bridge, Hwy. 71 is 0.6 mile southwest. 6.9 Havenhurst Mill Dam and Hwy.…"
  },
  {
    "id": "meramec-river",
    "name": "Meramec River",
    "url": "https://www.floatmissouri.com/missouri-rivers/meramec-river/",
    "difficulty": "I,",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Dent",
      "Crawford",
      "Phelps",
      "Franklin",
      "Jefferson",
      "St"
    ],
    "description": "Fed by Maramec Spring and many smaller springs, the Meramec is floated most of the year. The most floated sections are those between Maramec Spring and Meramec State Park, although there is still much reasonably attractive river down to St. Clair or even Pacific. Beyond that point, however, real estate developments, railroads, and industry may…"
  },
  {
    "id": "mineral-fork",
    "name": "Mineral Fork",
    "url": "https://www.floatmissouri.com/missouri-rivers/mineral-fork/",
    "difficulty": null,
    "gradient_general": null,
    "gradient_details": null,
    "counties": [],
    "description": "0.0 Put-in at Hwy. F Bridge. Private land. Parking difficult. 3.0 Arnault Creek on right. 6.2 Sycamore Creek on left. 8.7 Site of old Hwy. 47 Bridge. Private access and camping. 10.2 Private slab bridge across creek. 13.8 Big River. Next take-out at Mammoth Bridge. This is an electronic reprint of a Missouri Department of…"
  },
  {
    "id": "missouri-river",
    "name": "Missouri River",
    "url": "https://www.floatmissouri.com/missouri-rivers/missouri-river/",
    "difficulty": null,
    "gradient_general": null,
    "gradient_details": null,
    "counties": [],
    "description": "The Missouri offers plenty of day and overnight floats. During low water, islands and sandbars are great places to camp, fish or picnic. Some of the accesses marked are on the Missouri, bur others are up a tributary. The current in the tributaries slow as the rivers flow into the Missouri, which usually makes it…"
  },
  {
    "id": "niangua-river",
    "name": "Niangua River",
    "url": "https://www.floatmissouri.com/missouri-rivers/niangua-river/",
    "difficulty": "I",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Dallas",
      "Laclede",
      "Camden"
    ],
    "description": "One of the best fishing streams in the state, the Niangua also has the advantage of being closely associated with Bennett Spring Srare Park and one of the Conservation Department’s trout hatcheries. Those who ptefer floating to trout fishing in the park often make the park their headquatters while floating the upper sections of the…"
  },
  {
    "id": "north-fork",
    "name": "North Fork",
    "url": "https://www.floatmissouri.com/missouri-rivers/north-fork/",
    "difficulty": "I",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Douglas",
      "Ozark",
      "Howell useful for road  connections"
    ],
    "description": "The North Fork of the White combines a relatively constant flow of clear water from large springs with some of the best whitewater in the Missouri Ozarks. Since its upper reaches are in Mark Twain National Forest, it retains some wilderness character and has good watershed protection. The section from Hwy. 14 to Hwy. H…"
  },
  {
    "id": "osage-fork",
    "name": "Osage Fork",
    "url": "https://www.floatmissouri.com/missouri-rivers/osage-fork/",
    "difficulty": "I,  II",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Webster",
      "Wright",
      "Laclede"
    ],
    "description": "The Osage Fork is a fine floating and fishing stream. In normal seasons, there is enough water to float it from Hwy. 5 down, a distance of about 40 miles. Maples, red buds, dogwoods, and other flowering trees and shrubs make it a pretty stream in both spring and fall. Although the valley is well…"
  },
  {
    "id": "pomme-de-terre-river",
    "name": "Pomme de Terre River",
    "url": "https://www.floatmissouri.com/missouri-rivers/pomme-de-terre-river/",
    "difficulty": "",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Polk",
      "Hickory"
    ],
    "description": "The Pomme de Terre Reservoir has eliminated the central portion of this river for floating, but some floatable water remains in the sections above and below the lake. Relatively slow, but also relatively clear, the Pomme is a good river for beginning canoeists. Check with outfitters or the U.S. Army Corps of Engineers to see…"
  },
  {
    "id": "sac-river",
    "name": "Sac River",
    "url": "https://www.floatmissouri.com/missouri-rivers/sac-river/",
    "difficulty": "I, occasionally II",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "Cedar",
      "St"
    ],
    "description": "Though it is slower than the spring-fed Ozark rivers, the Sac has an extensive drainage, a number of floatable tributaries, fairly clear water and some good fishing. It is the closest river of its size and type for residents of the Kansas City area and, therefore, many canoeists have cut their canoeing teeth on it.…"
  },
  {
    "id": "st-francis-river",
    "name": "St. Francis River",
    "url": "https://www.floatmissouri.com/missouri-rivers/st-francis-river/",
    "difficulty": "I",
    "gradient_general": null,
    "gradient_details": null,
    "counties": [
      "St"
    ],
    "description": "In sharp contrast to the more western Ozark streams, the upper St. Francis cannot be called a “float” stream. It presents a challenge to the experienced canoeist. Due to its boulder strewn course, it can be run only during high or moderately high water; that is, in spring or after rather heavy rains. Both the…"
  }
]